[
    { "author": "Leah LaBelle",
      "quote": "Work hard for what you want because it won\"t come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive." },
    { "author": "Lyndon B. Johnson",
      "quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose." },
    { "author": "Helen Keller",
      "quote": "Keep your face to the sunshine and you cannot see a shadow." },
    { "author": "Dalai Lama",
      "quote": "In order to carry a positive action we must develop here a positive vision." },
    { "author": "Marla Gibbs",
      "quote": "I truly believe that everything that we do and everyone that we meet is put in our path for a purpose. There are no accidents; we\"re all teachers - if we\"re willing to pay attention to the lessons we learn, trust our positive instincts and not be afraid to take risks or wait for some miracle to come knocking at our door." },
    { "author": "Joseph Campbell",
      "quote": "Find a place inside where there\"s joy, and the joy will burn out the pain." },
    { "author": "Elbert Hubbard",
      "quote": "Positive anything is better than negative nothing." },
    { "author": "Demi Lovato",
      "quote": "No matter what you\"re going through, there\"s a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you\"ll find the positive side of things." },
    { "author": "Johann Wolfgang von Goethe",
      "quote": "Correction does much, but encouragement does more." },
    { "author": "William James",
      "quote": "Believe that life is worth living and your belief will help create the fact." },
    { "author": "Tony Dorsett",
      "quote": "To succeed, you need to find something to hold on to, something to motivate you, something to inspire you." },
    { "author": "Les Brown",
      "quote": "Your smile will give you a positive countenance that will make people feel comfortable around you." },
    { "author": "Harvey Mackay",
      "quote": "When you wake up every day, you have two choices. You can either be positive or negative; an optimist or a pessimist. I choose to be an optimist. It\"s all a matter of perspective." },
    { "author": "Joel Osteen",
      "quote": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you\"re grateful, you\"ll see God open up new doors." },
    { "author": "Willie Nelson",
      "quote": "Once you replace negative thoughts with positive ones, you\"ll start having positive results." },
    { "author": "Allen Klein",
      "quote": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up." },
    { "author": "Henri Nouwen",
      "quote": "Did I offer peace today? Did I bring a smile to someone\"s face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come." },
    { "author": "John Wooden",
      "quote": "If you\"re not making mistakes, then you\"re not doing anything. I\"m positive that a doer makes mistakes." },
    { "author": "Pat Riley",
      "quote": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges." },
    { "author": "Matt Cameron",
      "quote": "Live life to the fullest, and focus on the positive." },
    { "author": "Christopher McCandless",
      "quote": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun." },
    { "author": "Kobe Bryant",
      "quote": "The most important thing is to try and inspire people so that they can be great in whatever they want to do." },
    { "author": "Joyce Meyer",
      "quote": "You cannot have a positive life and a negative mind." },
    { "author": "Zig Ziglar",
      "quote": "Positive thinking will let you do everything better than negative thinking will." },
    { "author": "Joel Osteen",
      "quote": "You\"re going to go through tough times - that\"s life. But I say, \"Nothing happens to you, it happens for you.\" See the positive in negative events." },
    { "author": "Ralph Marston",
      "quote": "You\"ve done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination." },
    { "author": "Iain Duncan Smith",
      "quote": "When families are strong and stable, so are children - showing higher levels of wellbeing and more positive outcomes. But when things go wrong - either through family breakdown or a damaged parental relationship - the impact on a child\"s later life can be devastating." },
    { "author": "Rodney King",
      "quote": "Waking up sober is a good day. I love being able to wake up and do positive things, to go to the gym." },
    { "author": "Wyclef Jean",
      "quote": "I lived in the projects and the ghetto, and turned the negative into a positive." },
    { "author": "Sonia Sotomayor",
      "quote": "If I write a book where all I\"ve ever experienced is success, people won\"t take a positive lesson from it. In being candid, I have to own up to my own failures, both in my marriage and in my work environment." },
    { "author": "Chandler Parsons",
      "quote": "If a girl is smiling and is bringing positive energy and she\"s happy, that\"s what I notice right away - and her teeth." },
    { "author": "Thalia",
      "quote": "I\"ve always been able to transform happiness and pain and sorrow and tears into positive energy." },
    { "author": "Nicola Formichetti",
      "quote": "I love meeting people, and I know it\"s so difficult for people to come up to me and introduce themselves, so when they do, I\"ll grab them and hug them. It makes their day, you know? I love that, and I get positive energy from that." },
    { "author": "Billy Porter",
      "quote": "For me, life is about being positive and hopeful, choosing to be joyful, choosing to be encouraging, choosing to be empowering." },
    { "author": "Barbara Jordan",
      "quote": "We have a positive vision of the future founded on the belief that the gap between the promise and reality of America can one day be finally closed. We believe that." },
    { "author": "Stephen Hawking",
      "quote": "I don\"t have much positive to say about motor neurone disease. But it taught me not to pity myself because others were worse off, and to get on with what I could still do." },
    { "author": "Martin Seligman",
      "quote": "I\"m trying to broaden the scope of positive psychology well beyond the smiley face. Happiness is just one-fifth of what human beings choose to do." },
    { "author": "Mike Love",
      "quote": "I know there\"s millions of problems in the world, but if you dwell on those, then you\"re going to be miserable. I think my meditation helps me to transcend and get beyond the grip of all the negativity and regenerate from within a more positive attitude, which comes in very handy when you\"re going to do 150 concerts a year." },
    { "author": "Erin Gruwell",
      "quote": "Hoping they\"d been inspired by the examples of Anne Frank and other teens who had turned negative experiences into something positive by writing about them, I handed out notebooks for my students to journal about their lives. There was some initial resistance. But then the stories poured out of them, full of anger and sadness." },
    { "author": "Shiv Khera",
      "quote": "Money is a very important tool to make a big difference in people\"s life. It is positive or negative depending on the values." },
    { "author": "Geri Halliwell",
      "quote": "It is a blessing to have pretty people around me. I like people who are sparky, positive. Evil, dark people are repelled by me: \"Oooh no! Too much sunlight.\"" },
    { "author": "Bruce Lipton",
      "quote": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That\"s why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change." },
    { "author": "John Boehner",
      "quote": "And that is why marriage and family law has emphasized the importance of marriage as the foundation of family, addressing the needs of children in the most positive way." },
    { "author": "Biz Stone",
      "quote": "Positive culture comes from being mindful, and respecting your coworkers, and being empathetic." },
    { "author": "Martin Seligman",
      "quote": "P is positive emotion, E is engagement, R is relationships, M is meaning and A is accomplishment. Those are the five elements of what free people chose to do. Pretty much everything else is in service of one of or more of these goals. That\"s the human dashboard." },
    { "author": "Shahid Kapoor",
      "quote": "It feels bad when a film doesn\"t work; everyone puts in a lot of effort to make a movie. The positive side to failure - they make me work harder." },
    { "author": "Alfred A. Montapert",
      "quote": "Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world." },
    { "author": "Abby Wambach",
      "quote": "I\"ve always been motivated more by negative comments than by positive ones. I know what I do well. Tell me what I don\"t do well." },
    { "author": "Lech Walesa",
      "quote": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being." },
    { "author": "Imelda Marcos",
      "quote": "I love everybody. One of the great things about me is that I have a very positive attitude." },
    { "author": "John Clayton",
      "quote": "There is no racial or ethnic involvement in Thanksgiving, and people who may be very distant from the Christian system can see the beauty and the positive spirit that comes from the holiday." },
    { "author": "Dan Gable",
      "quote": "My advice to young wrestlers is that your surroundings really make a difference. You want to put yourself in good, positive surroundings." },
    { "author": "Kid Cudi",
      "quote": "My whole thing is just to put out positive messages in the music, give people something that can change their lives." },
    { "author": "Catherine Zeta-Jones",
      "quote": "I try and stay positive; being negative isn\"t good for my personality. I don\"t just bring myself down, I bring everyone around me down. It\"s like a dark cloud, \"Uh oh, here we go,\" and have to snap out of it." },
    { "author": "Scott Eastwood",
      "quote": "My mother taught me to be honest, to be selfless, and to touch people in a positive way." },
    { "author": "Richard Louv",
      "quote": "If war occurs, that positive adult contact in every shape is needed more than ever. It will be a matter of emotional life and death. There\"s not a handy one-minute way of talking to your kid about war." },
    { "author": "Romola Garai",
      "quote": "I can only do something that my sister or my daughter, if I have one, could watch and feel positive about." },
    { "author": "Sylvia Plath",
      "quote": "It is as if my life were magically run by two electric currents: joyous positive and despairing negative - whichever is running at the moment dominates my life, floods it." },
    { "author": "Jean Chatzky",
      "quote": "Resilience isn\"t a single skill. It\"s a variety of skills and coping mechanisms. To bounce back from bumps in the road as well as failures, you should focus on emphasizing the positive." },
    { "author": "Afrika Bambaataa",
      "quote": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah." },
    { "author": "Jordyn Wieber",
      "quote": "There are so many little girls who follow me and look up to me. I\"m their role model, so I have to make sure I\"m always being professional and not putting any swear words out there - just really putting positive things out there on the Internet." },
    { "author": "Bo Bennett",
      "quote": "Having a positive mental attitude is asking how something can be done rather than saying it can\"t be done." },
    { "author": "Nick Jonas",
      "quote": "Having haters is just a part of the business, and the more haters you have, the more people like you - that\"s how I view it, because I try to see the positive in things." },
    { "author": "Jake Owen",
      "quote": "I think if you just look at life in a positive way, positive things will happen." },
    { "author": "Joel Osteen",
      "quote": "It\"s easy to get negative because you get beat down. You go through a few disappointments and it\"s easy to stay in that negative frame of mind. Choosing to be positive and having a grateful attitude is a whole cliche, but your attitude is going to determine how you\"re going to live your life." },
    { "author": "Yuvraj Singh",
      "quote": "The battle against cancer has made me strong. It\"s like winning a war! When I was diagnosed, I was told by doctors my kidney, liver and other organs could fail. It was tough. I didn\"t know if I could save my life. But I was positive, and because of that, the doctor told me that I would be a man who would never have cancer." },
    { "author": "Bruce Lipton",
      "quote": "If we could get your subconscious mind to agree with your conscious mind about being happy, that\"s when your positive thoughts work." },
    { "author": "Deepika Padukone",
      "quote": "I feel ups and downs are a part of one\"s career, and this totally depends on how you take it. You can either be knocked down by the negative things, or you can take it in a positive way and learn from it." },
    { "author": "Chuck D",
      "quote": "Being positive is like going up a mountain. Being negative is like sliding down a hill. A lot of times, people want to take the easy way out, because it\"s basically what they\"ve understood throughout their lives." },
    { "author": "Shirley Manson",
      "quote": "It\"s unhealthy for people to never express any kind of negativity or doubt. To have balance, you need to address that side of your thoughts as well as the positive. Otherwise, you tend toward crazy." },
    { "author": "Kathleen Wynne",
      "quote": "One of the really positive things about minority government is that there is the necessity to broker policy positions. What happens is you get a hybrid of what a single party might do. And I don\"t think that is a bad thing." },
    { "author": "Gail Kelly",
      "quote": "You can choose not to sit on the fence. You can choose not to criticise. You must stand as guard at the door of your own mind and choose to be positive." },
    { "author": "Nikki Sixx",
      "quote": "In the end, the whole Internet thing kills me, because you can use it as a positive thing or you can read into all the negativity. And I think you\"ve gotta put out positive energy, put out cool viral stuff, and then just stay out of people\"s opinions." },
    { "author": "Lena Dunham",
      "quote": "Positive, healthy, loving relationships in your twenties... I don\"t know if anyone would disagree with it: I think they\"re the exception, not the norm. People are either playing house really aggressively because they\"re scared of what an uncertain time it is, or they\"re avoiding commitment altogether." },
    { "author": "Helen McCrory",
      "quote": "I\"m a very positive person. My grandmother taught me that happiness is both a skill and a decision, and you are responsible for the outcome." },
    { "author": "Kapil Dev",
      "quote": "Every person gets negative things, they learn from those negative things, and you become a positive person." },
    { "author": "Louis C. K.",
      "quote": "It\"s a positive thing to talk about terrible things and make people laugh about them." },
    { "author": "Kerry Washington",
      "quote": "I think sometimes in life we want to ignore the problems of society and just think about the good. I believe in positive thinking and affirmative living, I also think it\"s really important to remember all of our disenfranchised members of society." },
    { "author": "Abbie Cornish",
      "quote": "Something I\"ve noticed as I get older is that I do think about the future more. It\"s all positive thinking." },
    { "author": "Common",
      "quote": "It\"s our responsibility for the village to say, \"Hey we\"re going to create these programs,\" whether it\"s sports, creative arts, music, we need some things to give young people positive things to do, and that\"s including jobs." },
    { "author": "Srikumar Rao",
      "quote": "If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about." },
    { "author": "Miranda Kerr",
      "quote": "Everyone has things that they don\"t love about themselves but I think that as a woman its much healthier and more positive to focus on your good parts and the things you like about yourself, not pick yourself apart." },
    { "author": "Karisma Kapoor",
      "quote": "There are no plans that always work in life. For me, the secret to happiness is being positive and looking at the brighter side of my life." },
    { "author": "Saskia de Brauw",
      "quote": "The travel, the amazing work I have had the chance to do, the meetings with different people are all very inspiring and give me lots of positive energy." },
    { "author": "Sue Wicks",
      "quote": "I was very pleased that the positive things about me and my game outshone the aggressive style of play I use. I would never tone that down, because I believe in that style of play, and I believe that you can play rough on the court and still be a good sport." },
    { "author": "Landon Donovan",
      "quote": "I miss driving to Goodison Park. I miss just the positive energy of the fans walking into the stadium and how much they care about that club and the team. And I miss the players a lot." },
    { "author": "Greg Rusedski",
      "quote": "My biggest problem will be lack of match toughness but I am a positive, optimistic person." },
    { "author": "Chad Lowe",
      "quote": "I did this role in Life Goes On as an HIV positive character and so emotionally that was the most challenging." },
    { "author": "Chumlee",
      "quote": "Some people can act Hollywood and others don\"t. I just try to live my life as a normal, everyday man. At times, fame does get to you. But you must stay positive and remember two things: It\"s easier to be happy, and without all those fans, life wouldn\"t be as good as it is." },
    { "author": "David Carson",
      "quote": "Good things are associated with blue, like clear days, more than singing the blues. Just the word \"blue\" in the singular is full of optimism and positive connotation to most people." },
    { "author": "L. Lionel Kendrick",
      "quote": "To gain strength in our struggles, we must have a positive perspective of the principles in the plan of salvation. We must realize that we have a personal Savior whom we can trust and turn to in our times of need." },
    { "author": "John Legend",
      "quote": "To have the chance to see your music be elevated and to have almost universally positive response to that music, makes me feel better every day. I feel more confident and inspired, and that\"s fun." },
    { "author": "Tommy Chong",
      "quote": "My incarceration was actually a positive thing from the beginning. I needed a gimmick to get my act going again, it gave me material." },
    { "author": "Gil Scott-Heron",
      "quote": "Everything that\"s bad for you catches on too quickly in America, because that\"s the easiest thing to get people to invest in, the pursuits that are easy and destructive, the ones that bring out the least positive aspects of people." },
    { "author": "Victoria Beckham",
      "quote": "I\"m a very driven, ambitious, positive person. But I\"m a spiritual person as well." },
    { "author": "Yaya Han",
      "quote": "I think \"Heroes of Cosplay\" will show a lot of the positive things, like how much effort it takes to make a costume. These people on the show aren\"t taking shortcuts. As long as that effort gets through to the viewers, we will be inspirational. Then there will be people who watch the show that want to get in and hands-on make outfits." },
    { "author": "Sean Covey",
      "quote": "Stop being a critic and be a light; don\"t be a judge, be a model. I think we are far too critical. I think the best way to correct behavior is to accentuate and affirm positive behavior and to ignore negative behavior. Generally speaking, there is a time to correct, of course; but my biggest advice would be, \"Affirm your child.\"" },
    { "author": "Jose Mourinho",
      "quote": "Facing the press is not easy, but because you have to go, you have to try to take a lot of positive things for yourself from these face-to-face meetings." },
    { "author": "Kay Redfield Jamison",
      "quote": "Psychologists, for reasons of clinical necessity or vagaries of temperament, have chosen to dissect and catalog the morbid emotions - depression, anger, anxiety - and to leave largely unexamined the more vital, positive ones." },
    { "author": "George Santayana",
      "quote": "To delight in war is a merit in the soldier, a dangerous quality in the captain, and a positive crime in the statesman." },
    { "author": "Inga Muscio",
      "quote": "Love is a positive, symbiotic, reciprocal flow between two or more entities." },
    { "author": "Dionne Warwick",
      "quote": "Healthy children are born from healthy, respected, well-nourished and educated mothers and it is imperative that they have a voice in the decisions which affect them. If you empower a mother and let her have her say towards a poverty-free future, the positive impact this would have on ending hunger will be immense." },
    { "author": "Randy Neugebauer",
      "quote": "More Americans own their home than ever before. Nearly 70 percent of American\"s are homeowners. So it is a good time for us to asses the positive impacts of homeownership on families, communities and on the nation\"s economy." },
    { "author": "Robert Winston",
      "quote": "We must not fail to recognise that television can be a hugely positive influence in children\"s lives, one of the greatest educators in contemporary society and an increasing influence on all the children followed in \"Child of Our Time.\"" },
    { "author": "Eduardo Paes",
      "quote": "Hosting the Olympic Games of course guarantees the world\"s attention, but there is more to it than simply bathing in the global spotlight. Most importantly, host cities can use the opportunity to create a positive and lasting legacy, resulting in both tangible and intangible returns to local communities." },
    { "author": "Cal Ripken, Jr.",
      "quote": "I love baseball. The game allowed me the influence to impact kids in a positive way. This gives me a chance to talk to some social issues." },
    { "author": "Jane McGonigal",
      "quote": "Positive health means becoming whole-heartedly engaged with our own health care. It means not outsourcing our health to the health care system. It means getting rid of the fear and paralysis we too often feel, and instead cultivating a sense of agency." },
    { "author": "Laurel Clark",
      "quote": "I feel blessed to be here representing our country and carrying out th research of scientists around the world... I hope you could feel the positive energy that beamed to the whole planet as we glided over." },
    { "author": "Wladimir Klitschko",
      "quote": "I think a fight with David Haye, even if he is not American, is going to give positive vibes about the heavyweight division for the American fans and fans worldwide." },
    { "author": "Roger Andrew Taylor",
      "quote": "It was great fun. We had gone on tour in between the sessions and reconnected with the audience and got a lot of energy back from them, a lot of positive energy." },
    { "author": "George J. Mitchell",
      "quote": "I spent two years in the Army. And my older brother, who was also a great positive influence on me, encouraged me to think about law school, and I said - well, I didn\"t have any money." },
    { "author": "Melanie Fiona",
      "quote": "My parents leaving a third world country to a first world country and building from nothing - that\"s really inspiring to me and it\"s influenced me in a positive way." },
    { "author": "Bruce Feiler",
      "quote": "Decades of research have shown that most happy families communicate effectively. But talking doesn\"t mean simply \"talking through problems,\" as important as that is. Talking also means telling a positive story about yourselves." },
    { "author": "Quinton Aaron",
      "quote": "I do believe in sending positive messages. I am a Christian, so I do believe in a lot of positive messages." },
    { "author": "Michael Leunig",
      "quote": "In nicey-nicey land, you must be happy-clappy and positive all the time - bad news is taboo." },
    { "author": "Landon Donovan",
      "quote": "I want to be a positive influence. I want to be someone who they want to call in and want here consistently, regardless of my role." },
    { "author": "David Carson",
      "quote": "Some people hate lime-green; red has all this emotional baggage. Blue seems to be overall one of the more positive colors, and a little more serious than yellow." },
    { "author": "Tyga",
      "quote": "I make negative music, but I also make positive music because that\"s what thrown at me with life." },
    { "author": "Aishwarya Rai Bachchan",
      "quote": "Strangely, nothing makes me feel tired, fatigued, at all. I\"ve gone days and nights without sleep, and still the mind is in such a positive space it just doesn\"t make you feel fatigued." },
    { "author": "Alexander Payne",
      "quote": "When you\"re a houseguest and you leave, it\"s nice to straighten something up or send your hosts a useful gift. And when you leave the planet, it\"s nice to have made a positive contribution." },
    { "author": "Rickie Fowler",
      "quote": "It\"s great to be somewhat of a role model. I want to be a positive and good role model and lead by example and try to do the best I can. Playing good golf definitely draws attention, but I want to have a good attitude on the course and do the right things." },
    { "author": "Henrik Lundqvist",
      "quote": "As a goalie, you must stay positive. And if you do make a mistake, well, those things happen when you play my position." },
    { "author": "Erskine Bowles",
      "quote": "It will be about which candidate, which of the two candidates remaining, is best suited to make a positive difference in the lives of North Carolina families, and I submit to each of you tonight that I am that candidate and Elizabeth Dole is not." },
    { "author": "Kierston Wareing",
      "quote": "Anything negative that happens to you in life can be turned into a positive as far as acting is concerned. You can draw on your experiences - it\"s far better than any research." },
    { "author": "Paula Abdul",
      "quote": "Constructive criticism is about finding something good and positive to soften the blow to the real critique of what really went on." },
    { "author": "Ziggy Marley",
      "quote": "Love is a positive effect. Love can never have a negative effect, only a positive effect." },
    { "author": "Wangari Maathai",
      "quote": "It would be good for us Africans to accept ourselves as we are and recapture some of the positive aspects of our culture." },
    { "author": "Kelly Rowland",
      "quote": "Don\"t look at someone else and want to be them. Search within yourself and find out who you are and be someone positive." },
    { "author": "Arsene Wenger",
      "quote": "I believe one of the best things about managing people is that we can influence lives in a positive way. That\"s basically what a manager is about. When I can do that, I am very happy." },
    { "author": "Gordon Lightfoot",
      "quote": "I try to keep it light and positive most of the time, whereas earlier on I didn\"t always do that." }
]
